<?php

return [
    'id_required' => 'لطفا دسته‌بندی کاربر را وارد نمائید.',
    'id_numeric' => 'دسته‌بندی کاربر یافت نشد.',
    'id_gt' => 'شماره دسته‌بندی کاربر باید بزرگ‌تر از صفر باشد.',
    'parent_id_required' => 'لطفا شماره دسته‌بندی کاربر والد را وارد نمائید.',
    'parent_id_numeric' => 'دسته‌بندی کاربر والد یافت نشد.',
    'parent_id_gt' => 'شماره دسته‌بندی کاربر والد باید بزرگ‌تر از صفر باشد.',
    'parent_id_gte' => 'شماره دسته‌بندی کاربر والد باید برابر یا بزرگ‌تر از صفر باشد.',
    'title_required' => 'لطفا عنوان را وارد نمائید.',
    'title_min' => 'طول فیلد عنوان باید حداقل 3 حرف باشد.',
    'title_max' => 'طول فیلد عنوان باید حداکثر 50 حرف باشد.',
];
