<?php

return [
    'id_required' => 'لطفا سرویس را وارد نمائید.',
    'id_numeric' => 'سرویس یافت نشد.',
    'id_gt' => 'شماره سرویس باید بزرگ‌تر از صفر باشد.',
    'parent_id_required' => 'لطفا شماره سرویس والد را وارد نمائید.',
    'parent_id_numeric' => 'سرویس والد یافت نشد.',
    'parent_id_gte' => 'شماره سرویس والد باید برابر یا بزرگ‌تر از صفر باشد.',
    'title_required' => 'لطفا عنوان را وارد نمائید.',
    'title_min' => 'طول فیلد عنوان باید حداقل 3 حرف باشد.',
    'title_max' => 'طول فیلد عنوان باید حداکثر 50 حرف باشد.',
];
